{   
    "nav_bar_links": [
        "Contato", "Inicio"
    ],
    "welcome_to_react": "Bem vindo ao React e react-i18next",
    "home_title": "Sou um Desenvolvedor Full-Stack!",
    "home_description": "Eu sou um Desenvolvedor Full-Stack. Meu objetivo principal é construir (e projetar), ferramentas unicas, balanceadas e principalmente úteis para um dado objetivo.",
    "home_resume_button": "Baixar Curriculo",
    "title_about": "Sobre",
    "about_title": "Olá! Me chamo Victor, tenho 23 anos, e sou do Brasil!",
    "about_text": "Me sinto realizado por ter a oportunidade de trabalhar na área de tecnologia! Desencadeei esta paixão durante uma viagem aos EUA. Mais especificamente, para San Francisco - CA. Isso mesmo, do nordeste Brasileiro, ao vale do Silício. Durante a minha estadia, tive a oportunidade de descobrir o poder da tecnologia, e como ela pode mudar vidas. Tive a oportunidade única de visitar o escritório do Facebook (Atualmente Meta®). Desde então, eu estudo incessantemente. Minha primeira linguagem foi o Python, e eu me apaixonei por ela! A sintaxe é ótima e fácil de aprender. Uma vez que descobri o ramo do aprendizado de máquina, este sentimento voltou à tona. Tive a chance de desenvolver um trabalho maravilhoso usando o algoritmo KNN, onde criei e implementei um sistema de recomendações para o meu trabalho de conclusão de curso. Agora, foco meu trabalho no Front-end/Ful-Stack. Atualmente, trabalho com a skillset MERN (MongoDB, ExpressJS, ReactJS e NodeJS). Além disso, trabalho com Python, React Native e entre oturas ferramentas de desenvolvimento.",
    "title_portfolio": "Portfólio",
    "portfolio_text": "Confira um pouco do meu trabalho aqui:",
    "portfolio_btn_2": "Código",
    "skills_text": "Essas são algumas das tecnologias com as quais já trabalhei:",
    "title_contact": "Contato",
    "contact_text": "Envie o formulário abaixo para entrar em contato comigo.",
    "contact_ph_name": "Digite seu nome",
    "contact_ph_email": "Digite seu email",
    "contact_ph_message": "Digite sua messagem",
    "contact_btn_send": "Enviar!"


    


}

